<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<!-- DW6 -->
<head>
<!-- Copyright 2005 Macromedia, Inc. All rights reserved. -->
<title>Ocio - Texto</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<link rel="stylesheet" href="mm_entertainment.css" type="text/css" />
</head>
<body bgcolor="#14285f">
<img src="mm_entertainment_image.jpg" alt="Header image" width="1206" height="140" border="0" />
<table width="101%" border="0" cellspacing="0" cellpadding="0">
  <tr bgcolor="02021e">
    <td colspan="2" rowspan="2" nowrap="nowrap">&nbsp;</td>
    <td height="24" nowrap="nowrap" id="logo" valign="bottom">&nbsp;</td>
    <td width="4">&nbsp;</td>
  </tr>
  <tr bgcolor="02021E">
<td height="152" nowrap="nowrap" id="tagline" valign="top"><br />	  </td>
	<td width="4">&nbsp;</td>
  </tr>
  <tr>
    <td colspan="4" bgcolor="#cc3300"><img src="mm_spacer.gif" alt="" width="1" height="2" border="0" /></td>
  </tr>

   <tr>
    <td colspan="4"><img src="mm_spacer.gif" alt="" width="1" height="2" border="0" /></td>
  </tr>

   <tr>
    <td colspan="4" bgcolor="#cc3300"><img src="mm_spacer.gif" alt="" width="1" height="1" border="0" /></td>
  </tr>

  <tr>
    <td colspan="4" id="dateformat">&nbsp;</td>
  </tr>
  <tr>
    <td width="4" valign="top">&nbsp;</td>
   <td valign="top" bordercolor="#CED1D9" class="sidebarHeader"><a href="index.html">inicio</a><br />
	<table width="1292" height="693" border="0" cellpadding="2" cellspacing="0">
        <tr>
          <td width="1288" height="36" class="subHeader">informacion sobre redes de informacion </td>
        </tr>
        <tr>
          <td height="657" class="bodyText"><h1>Dispositivos de Redes</h1>
            <h1><br />
              Routers: </h1>
            <p>Dispositivos que encaminan datos entre diferentes redes, determinando la mejor ruta para el tr&aacute;fico.</p>
            <h2>tipos de routers:</h2>
            <h2>Router de Banda Ancha:</h2>
            <h3>Conecta a Internet a trav&eacute;s de conexiones de banda ancha como DSL, cable o fibra &oacute;ptica.</h3>
            <h3>Uso en: Hogares y peque&ntilde;as oficinasPrecio: $50 - $200</h3>
            <h2><br />
              Router Inal&aacute;mbrico (Wi-Fi):</h2>
            <p>Proporciona conectividad inal&aacute;mbrica a dispositivos en una red local.</p>
            <p>Uso en: Hogares, oficinas peque&ntilde;as y medianas.</p>
            <p>Precio: <br />
              Banda Simple: $30 - $100<br />
              Banda Dual: $50 - $200<br />
            Banda Tri: $100 - $300</p>
            <h2><br />
              Router de Malla (Mesh):</h2>
            <p>Usa varios nodos para cubrir &aacute;reas grandes con una red Wi-Fi consistente.</p>
            <p>Uso en: Hogares grandes, oficinas y espacios p&uacute;blicos.</p>
            <p>Precio: $200 - $500 (por sistema)</p>
            <h2><br />
              Router para Gaming:</h2>
            <p>Dise&ntilde;ado para minimizar la latencia y optimizar la conexi&oacute;n para juegos en l&iacute;nea.</p>
            <p>Uso en: Hogares con jugadores exigentes.</p>
            <p>Precio: $100 - $400</p>
            <h2><br />
              Router Empresarial:</h2>
            <p> Ofrece caracter&iacute;sticas avanzadas de seguridad, gesti&oacute;n de tr&aacute;fico y capacidad para manejar m&uacute;ltiples conexiones simult&aacute;neas.</p>
            <p>Uso en: Peque&ntilde;as, medianas y grandes empresas.</p>
            <p>Precio: $200 - $2000</p>
            <h2><br />
              Router de Viaje:            </h2>
            <p>Compacto y port&aacute;til, ideal para asegurar conexiones en hoteles u otras ubicaciones temporales.</p>
            <p>Uso en: Viajeros frecuentes y trabajadores remotos.</p>
            <p>Precio: $30 - $100</p>
            <h2><br />
              Router LTE/5G:</h2>
            <p>Utiliza redes m&oacute;viles para proporcionar conectividad a Internet.</p>
            <p>uso en:
            &Aacute;reas rurales, ubicaciones temporales, y como respaldo para conexiones principales.</p>
            <p>Precio: $100 - $400</p>
            <h2><br />
              Router VPN:</h2>
            <p> Integra capacidades de VPN para crear conexiones seguras entre redes.</p>
            <p>Uso en: Peque&ntilde;as y medianas empresas, usuarios con alta preocupaci&oacute;n por la seguridad.</p>
            <p>Precio: $100 - $500</p>
            <h2><br />
              Router Modular:</h2>
            <p> Permite la adici&oacute;n de m&oacute;dulos para funciones espec&iacute;ficas, como seguridad avanzada, Wi-Fi adicional o soporte de m&aacute;s conexiones.</p>
            <p>Uso en: Grandes empresas y data centers.</p>
            <p>Precio: $500 - $3000 (m&aacute;s m&oacute;dulos adicionales)</p>
            <h1><br />
              Switches: </h1>
            <p>Conectan dispositivos dentro de la misma red y env&iacute;an datos solo al dispositivo destinatario correcto.</p>
            <h2>tipos de switches:</h2>
            <h2>Switch No Gestionable (Unmanaged Switch):</h2>
            <p> Dispositivos plug-and-play que no requieren configuraci&oacute;n. Proporcionan conectividad b&aacute;sica entre dispositivos en una red local (LAN)</p>
            <p><br />
            Uso en: Redes peque&ntilde;as, oficinas dom&eacute;sticas o para expandir temporalmente una red</p>
            <h2><br />
              Switch Gestionable (Managed Switch):</h2>
            <p>Ofrecen caracter&iacute;sticas avanzadas de administraci&oacute;n, seguridad y control de tr&aacute;fico. Se pueden configurar, gestionar y monitorear a trav&eacute;s de una interfaz de usuario</p>
            <p><br />
            Uso en: Redes empresariales, data centers, y entornos donde se requiere un control detallado sobre la red</p>
            <h2><br />
            tipos de Switches Gestionables:</h2>
            <h2><br />
              Switch Gestionable de Nivel B&aacute;sico (Smart Switch):</h2>
            <p>Ofrecen algunas funciones de administraci&oacute;n avanzadas, como la creaci&oacute;n de VLANs y QoS (Quality of Service), pero no son tan complejos como los switches gestionables de nivel empresarial</p>
            <p><br />
            Uso en; Peque&ntilde;as y medianas empresas que necesitan m&aacute;s control que un switch no gestionable pero no requieren todas las funciones avanzadas de un switch gestionable completo</p>
            <h2><br />
              Switch Gestionable de Nivel Empresarial (Fully Managed Switch):</h2>
            <p>Ofrecen un conjunto completo de caracter&iacute;sticas de administraci&oacute;n, incluyendo enrutamiento de capa 3, VLANs, QoS avanzado, mirroring de puertos, y soporte para SNMP</p>
            <p><br />
            Uso en: Grandes empresas, data centers, y entornos cr&iacute;ticos donde se necesita m&aacute;xima flexibilidad y control</p>
            <h2><br />
            Tipos de Switches Basados en la Arquitectura de la Red:</h2>
            <h2><br />
              Switch de Capa 2:</h2>
            <p>Opera en la capa de enlace de datos (capa 2) del modelo OSI, utilizando direcciones MAC para enviar datos a trav&eacute;s de la red</p>
            <p><br />
            Uso en: Redes LAN para conectar dispositivos dentro de la misma red</p>
            <h2><br />
              Switch de Capa 3:</h2>
            <p>Opera en la capa de red (capa 3) del modelo OSI, capaz de realizar tareas de enrutamiento utilizando direcciones IP adem&aacute;s de las funciones de conmutaci&oacute;n de capa 2</p>
            <p><br />
            Uso: Redes m&aacute;s grandes y complejas que necesitan segmentaci&oacute;n de subredes y capacidades de enrutamiento internas</p>
            <h2><br />
            Tipos de Switches Basados en la Configuraci&oacute;n F&iacute;sica:</h2>
            <h2><br />
              Switch Modular:</h2>
            <p> Permiten agregar o quitar m&oacute;dulos para aumentar el n&uacute;mero de puertos o agregar funcionalidad adicional como enrutamiento o puertos de alta velocidad</p>
            <p><br />
            Uso en: Entornos empresariales y data centers donde se requiere flexibilidad y escalabilidad</p>
            <h2><br />
              Switch Fijo:</h2>
            <p>Tienen una configuraci&oacute;n fija de puertos y caracter&iacute;sticas, sin capacidad de expansi&oacute;n mediante m&oacute;dulos</p>
            <p><br />
            Uso en: Peque&ntilde;as y medianas empresas donde la capacidad actual satisface las necesidades y no se anticipa un crecimiento significativo</p>
            <h2><br />
            Tipos de Switches Basados en la Tecnolog&iacute;a de Puertos:</h2>
            <h2><br />
              Switch Ethernet:</h2>
            <p>La forma m&aacute;s com&uacute;n de switch, que utiliza la tecnolog&iacute;a Ethernet para transmitir datos</p>
            <p><br />
            Uso en: Redes LAN de todo tipo, desde hogares hasta grandes empresas</p>
            <h2><br />
            Switch Gigabit Ethernet:</h2>
            <p>Soporta velocidades de 1 Gbps por puerto</p>
            <p><br />
            Uso en: Entornos donde se requiere alta velocidad de transmisi&oacute;n, como oficinas y data centers</p>
            <h2><br />
            Switch Fast Ethernet:</h2>
            <p>Soporta velocidades de 100 Mbps por puerto</p>
            <p><br />
              Uso en: Redes m&aacute;s antiguas o de menor demanda de ancho de banda</p>
            <h2><br />
              Switch 10 Gigabit Ethernet:</h2>
            <p>Soporta velocidades de 10 Gbps por puerto</p>
            <p><br />
            Uso en: Data centers y redes empresariales de alto rendimiento</p>
            <h2><br />
            Switches Especializados:</h2>
            <h2><br />
              Switch PoE (Power over Ethernet):</h2>
            <p>Proveen energ&iacute;a el&eacute;ctrica a trav&eacute;s de cables Ethernet, lo que permite alimentar dispositivos como c&aacute;maras IP, tel&eacute;fonos VoIP y puntos de acceso inal&aacute;mbricos sin necesidad de cables de alimentaci&oacute;n adicionales</p>
            <p><br />
              Uso en: Redes donde se despliegan dispositivos PoE para simplificar la instalaci&oacute;n y reducir costos de cableado</p>
            <h2><br />
              Switch de Conmutaci&oacute;n de Alta Densidad:</h2>
            <p>Dise&ntilde;ados para soportar un gran n&uacute;mero de puertos en un solo chasis o unidad</p>
            <p><br />
            Uso en: Data centers y grandes infraestructuras de red que requieren alta densidad de puertos</p>
            <h2><br />
              Switch de Core:</h2>
            <p>Act&uacute;an como el switch principal en el n&uacute;cleo de una red, manejando grandes vol&uacute;menes de tr&aacute;fico y proporcionando alta velocidad y redundancia</p>
            <p><br />
            Uso en: Grandes redes empresariales y data centers</p>
            <h2><br />
              Switch de Edge:</h2>
            <p>Colocados en el borde de la red, conectando dispositivos finales a la red principal</p>
            <p><br />
              Uso en: Conectar dispositivos finales como computadoras, impresoras y c&aacute;maras de seguridad en redes empresariales            </p>
            <h1><br />
              Hubs: </h1>
            <p>Dispositivos que conectan m&uacute;ltiples Ethernet en una red, pero env&iacute;an datos a todos los puertos.</p>
            <h2>tipos de hub:</h2>
            <h2>Hub Pasivo</h2>
            <p>Un hub pasivo simplemente conecta los dispositivos en una red sin amplificar o regenerar las se&ntilde;ales que se transmiten entre ellos</p>
            <p><br />
            Uso en: Generalmente utilizado en redes peque&ntilde;as donde la distancia entre los dispositivos conectados es corta y la p&eacute;rdida de se&ntilde;al no es significativa</p>
            <h2><br />
              Hub Activo:</h2>
            <p>Un hub activo amplifica o regenera las se&ntilde;ales que pasan a trav&eacute;s de &eacute;l, ayudando a extender la distancia sobre la cual los datos pueden viajar sin degradaci&oacute;n de la se&ntilde;al</p>
            <p><br />
            Uso en:  redes donde los dispositivos est&aacute;n m&aacute;s alejados unos de otros o donde hay una mayor necesidad de mantener la integridad de la se&ntilde;al</p>
            <h2><br />
              Hub Inteligente:</h2>
            <p>Un hub inteligente (a veces llamado hub gestionable) incluye algunas capacidades de administraci&oacute;n, como monitoreo b&aacute;sico de tr&aacute;fico y diagn&oacute;sticos simples. Aunque no es tan avanzado como un switch gestionable, ofrece m&aacute;s funciones que un hub pasivo o activo</p>
            <p><br />
            Uso en:   redes peque&ntilde;as o medianas donde se requiere un cierto grado de monitoreo y control, pero no se necesita la complejidad de un switch gestionable</p>
            <h2><br />
            Tipos de Hubs Basados en la Tecnolog&iacute;a de Conexi&oacute;n:</h2>
            <h2><br />
              Hub Ethernet:</h2>
            <p>El tipo m&aacute;s com&uacute;n de hub, utilizado para conectar dispositivos en una red Ethernet</p>
            <p><br />
            Uso en: Redes locales (LAN) en hogares, peque&ntilde;as oficinas y algunas configuraciones empresariales simples</p>
            <h2><br />
              Hub USB:</h2>
            <p>Permite la conexi&oacute;n de m&uacute;ltiples dispositivos USB a un solo puerto USB en una computadora</p>
            <p><br />
            Uso en: Ampliar la cantidad de puertos USB disponibles para dispositivos como teclados, ratones, impresoras y otros perif&eacute;ricos</p>
            <h2><br />
            Hub Especializado:</h2>
            <p><br />
              Dise&ntilde;ado para ser montado en un rack de servidor, facilitando la organizaci&oacute;n y gesti&oacute;n de m&uacute;ltiples conexiones en un entorno de data center o sala de servidores</p>
            <p><br />
              Uso en: Entornos empresariales y data centers donde la organizaci&oacute;n y gesti&oacute;n de m&uacute;ltiples dispositivos de red es crucial.</p>
            <h2><br />
              Access Points (AP): </h2>
            <p>Proveen conectividad inal&aacute;mbrica a dispositivos dentro de una red.</p>
            <h2>tipos de access points:</h2>
            <h2><br />
              Punto de Acceso Aut&oacute;nomo:</h2>
            <p>Funcionan de manera independiente y se configuran individualmente. No dependen de un controlador central</p>
            <p><br />
            Uso en: Redes peque&ntilde;as o medianas donde no se requiere gesti&oacute;n centralizada</p>
            <h2><br />
              Punto de Acceso Controlado:            </h2>
            <p>Dependientes de un controlador central que gestiona y configura m&uacute;ltiples puntos de acceso simult&aacute;neamente</p>
            <p><br />
            Uso en: Redes grandes, como en campus o grandes empresas, donde se necesita gesti&oacute;n centralizada y eficiente</p>
            <h2><br />
            tipos de Puntos de Acceso Basados en Tecnolog&iacute;a Inal&aacute;mbrica:</h2>
            <h2><br />
              Punto de Acceso de Banda Simple (Single Band):</h2>
            <p>Opera en una sola banda de frecuencia, t&iacute;picamente la banda de 2.4 GHz<br />
            Uso en: Ambientes donde la demanda de ancho de banda es moderada y la interferencia de otros dispositivos no es un gran problema</p>
            <h2><br />
              Punto de Acceso de Banda Dual (Dual Band):</h2>
            <p> Opera tanto en la banda de 2.4 GHz como en la banda de 5 GHz, ofreciendo mayor flexibilidad y menor interferencia.<br />
            Usado en: Ambientes con alta densidad de dispositivos y necesidad de mayor ancho de banda, como oficinas y hogares con m&uacute;ltiples dispositivos conectados</p>
            <h2><br />
              Punto de Acceso de Banda Tri (Tri Band):</h2>
            <p>Opera en una banda de 2.4 GHz y dos bandas de 5 GHz, permitiendo a&uacute;n m&aacute;s dispositivos conectados con menor interferencia.<br />
            Usado en: Entornos de alta densidad y alta demanda de ancho de banda, como grandes oficinas y centros de convenciones.</p>
            <h2><br />
            Tipos de Puntos de Acceso Basados en la Configuraci&oacute;n F&iacute;sica:</h2>
            <h2><br />
              Punto de Acceso para Interiores (Indoor Access Point):            </h2>
            <p>Dise&ntilde;ados para uso en interiores, con caracter&iacute;sticas adecuadas para oficinas, hogares y establecimientos comerciales</p>
            <p><br />
              Usado para: Conectar dispositivos dentro de edificios, como computadoras, tel&eacute;fonos inteligentes, y otros dispositivos IoT</p>
            <h2><br />
              Punto de Acceso para Exteriores (Outdoor Access Point):</h2>
            <p>Dise&ntilde;ados para resistir condiciones clim&aacute;ticas adversas, con protecci&oacute;n contra agua y polvo</p>
            <p><br />
              Usado para: Proveer conectividad en exteriores, como campus universitarios, parques industriales, y espacios p&uacute;blicos</p>
            <h2><br />
              Punto de Acceso con Power over Ethernet (PoE):</h2>
            <p>Reciben energ&iacute;a el&eacute;ctrica a trav&eacute;s del mismo cable Ethernet que transmite los datos, eliminando la necesidad de cables de alimentaci&oacute;n separados</p>
            <p><br />
              Usado para: Simplificar la instalaci&oacute;n en ubicaciones donde es dif&iacute;cil o costoso llevar cables de alimentaci&oacute;n<br />
            </p>
            <h1><br />
              Modems:            </h1>
            <p>Convertidores entre se&ntilde;ales digitales y anal&oacute;gicas, permitiendo la conexi&oacute;n a internet a trav&eacute;s de l&iacute;neas telef&oacute;nicas o cable.</p>
            <h2>tipos de modems:</h2>
            <h2>M&oacute;dem de Dial-Up:</h2>
            <p>Utiliza una l&iacute;nea telef&oacute;nica est&aacute;ndar para conectarse a Internet. Es el tipo m&aacute;s antiguo de m&oacute;dem.<br />
            Velocidad: M&aacute;ximo de 56 Kbps.</p>
            <p>Uso en: &Aacute;reas rurales o como respaldo para conexiones principales.</p>
            <h2><br />
            tipos de M&oacute;dem de Dial-Up:</h2>
            <p>M&oacute;dem Interno: Instalado dentro de una computadora, generalmente en una ranura PCI o PCIe.</p>
            <p>M&oacute;dem Externo: Conectado a la computadora a trav&eacute;s de un puerto serie o USB.</p>
            <h2><br />
            M&oacute;dem DSL (Digital Subscriber Line):</h2>
            <p>Utiliza l&iacute;neas telef&oacute;nicas para transmitir datos a altas velocidades sin interferir con las llamadas telef&oacute;nicas.<br />
            </p>
            <p>Velocidad: De 256 Kbps a varios Mbps, dependiendo del tipo (ADSL, SDSL, VDSL).<br />
            </p>
            <p>Uso en: Hogares y peque&ntilde;as oficinas.</p>
            <h2><br />
            tipos de M&oacute;dem DSL:</h2>
            <p><br />
            ADSL (Asymmetric Digital Subscriber Line): Velocidades de descarga mayores que las de subida.</p>
            <p><br />
            SDSL (Symmetric Digital Subscriber Line): Velocidades de subida y descarga iguales.</p>
            <p><br />
            VDSL (Very High Bitrate Digital Subscriber Line): Velocidades muy altas a distancias cortas.</p>
            <p><br />
            G.fast: Alta velocidad en distancias cortas, cercano a la fibra &oacute;ptica.</p>
            <h2><br />
            M&oacute;dem de Cable:</h2>
            <p><br />
              Conectado a trav&eacute;s de la red de televisi&oacute;n por cable, ofrece velocidades m&aacute;s r&aacute;pidas que DSL.<br />
            Velocidad: Hasta varios cientos de Mbps.</p>
            <p><br />
            Uso en: Hogares y peque&ntilde;as oficinas.</p>
            <h2><br />
            tipos de M&oacute;dem de Cable:</h2>
            <p><br />
            DOCSIS 2.0: Velocidades de hasta 38 Mbps de descarga.</p>
            <p><br />
            DOCSIS 3.0: Velocidades de descarga de hasta 1 Gbps.</p>
            <p><br />
            DOCSIS 3.1: Velocidades de descarga superiores a 10 Gbps.</p>
            <h2><br />
            M&oacute;dem de Fibra &Oacute;ptica:</h2>
            <p><br />
            Utiliza cables de fibra &oacute;ptica para ofrecer velocidades extremadamente altas y baja latencia.</p>
            <p><br />
            Velocidad: Hasta 1 Gbps o m&aacute;s.</p>
            <p><br />
            Uso en: Hogares, oficinas y negocios que requieren alta velocidad.</p>
            <h2><br />
            tipos de M&oacute;dem de Fibra &Oacute;ptica:</h2>
            <p><br />
            GPON (Gigabit Passive Optical Network): Hasta 2.5 Gbps, usado en FTTH (Fiber to the Home)</p>
            <p><br />
            EPON (Ethernet Passive Optical Network): Usa Ethernet para transmitir datos.</p>
            <p><br />
            XG-PON: Evoluci&oacute;n de GPON, ofrece 10 Gbps.</p>
            <h2><br />
            M&oacute;dem Satelital:</h2>
            <p><br />
            Utiliza sat&eacute;lites para proporcionar acceso a Internet, ideal para &aacute;reas remotas.</p>
            <p><br />
              Velocidad: 1 Mbps a 25 Mbps.<br />
            Uso: &Aacute;reas rurales, embarcaciones, ubicaciones remotas.</p>
            <h2><br />
            tipos de M&oacute;dem Satelital:</h2>
            <p><br />
            Banda Ku: Frecuencias de 12 a 18 GHz.</p>
            <p><br />
            Banda Ka: Frecuencias de 26.5 a 40 GHz.</p>
            <p><br />
            Banda C: Frecuencias de 4 a 8 GHz.</p>
            <h2><br />
            M&oacute;dem 3G/4G/5G:</h2>
            <p><br />
            Utiliza redes de telefon&iacute;a m&oacute;vil para proporcionar acceso a Internet</p>
            <p><br />
            Velocidad: 3G hasta 2 Mbps, 4G hasta 100 Mbps, 5G hasta varios Gbps</p>
            <p><br />
            Uso en: Conexiones m&oacute;viles, hotspots port&aacute;tiles</p>
            <h2><br />
            tipos de M&oacute;dem 3G/4G/5G:</h2>
            <p><br />
            M&oacute;dem USB: Conecta a un puerto USB para acceso m&oacute;vil.</p>
            <p><br />
            M&oacute;dem MiFi: Punto de acceso m&oacute;vil port&aacute;til.</p>
            <p>&nbsp;</p>
            <p><br />
            M&oacute;dem Integrado: En dispositivos como laptops y tablets.</p>
            <p><br />
            Router LTE/5G: Router con m&oacute;dem m&oacute;vil integrado.</p>
            <h2><br />
            M&oacute;dem ISDN (Integrated Services Digital Network):</h2>
            <p><br />
            Proporciona transmisi&oacute;n digital a trav&eacute;s de l&iacute;neas telef&oacute;nicas</p>
            <p><br />
            Velocidad: Hasta 128 Kbps</p>
            <p><br />
            Uso: Conexiones a Internet y servicios telef&oacute;nicos en negocios</p>
            <h2><br />
            tipos de M&oacute;dem ISDN:</h2>
            <p><br />
            M&oacute;dem B&aacute;sico (BRI - Basic Rate Interface): Dos canales B de 64 Kbps y un canal D de 16 Kbps</p>
            <p><br />
            M&oacute;dem Primario (PRI - Primary Rate Interface): 23 canales B de 64 Kbps y un canal D de 64 Kbps en Am&eacute;rica del Norte y Jap&oacute;n, o 30 canales B y un canal D en Europa</p>
            <h2><br />
            M&oacute;dem de Banda Ancha Inal&aacute;mbrica (WiMAX):</h2>
            <p><br />
            Proporciona acceso a Internet de banda ancha a trav&eacute;s de se&ntilde;ales inal&aacute;mbricas de largo alcance</p>
            <p><br />
            Velocidad: Hasta 70 Mbps</p>
            <p><br />
            Usado en: &Aacute;reas urbanas y rurales con infraestructura de cableado limitada</p>
            <h2><br />
            tipos de M&oacute;dem de Banda Ancha Inal&aacute;mbrica:</h2>
            <p><br />
            Fijo: Para acceso a Internet fijo en ubicaciones espec&iacute;ficas</p>
            <p><br />
            M&oacute;vil: Proporciona acceso en movimiento, permitiendo conexiones desde varios lugares<br />
            </p>
            <h2>Topolog&iacute;as de Redes:</h2>
            <p><br />
              Topolog&iacute;a de Bus: </p>
            <p>Todos los dispositivos est&aacute;n conectados a un &uacute;nico cable central.<br />
              Topolog&iacute;a de Estrella: </p>
            <p>Todos los dispositivos est&aacute;n conectados a un dispositivo central (por ejemplo, un switch).<br />
              Topolog&iacute;a de Anillo: </p>
            <p>Cada dispositivo est&aacute; conectado a dos otros dispositivos, formando un anillo cerrado.<br />
              Topolog&iacute;a de Malla: </p>
            <p>Cada dispositivo est&aacute; conectado a muchos otros dispositivos, proporcionando m&uacute;ltiples rutas para los datos.<br />
              Topolog&iacute;a de &Aacute;rbol: </p>
            <p>Jerarqu&iacute;a de dispositivos en la que m&uacute;ltiples dispositivos est&aacute;n conectados a un nodo central</p>
            <h2><br />
              <br />
            Protocolos de Cableados (T568A y T568B):</h2>
            <p><br />
              T568A y T568B son est&aacute;ndares de cableado para la terminaci&oacute;n de cables de par trenzado en conectores RJ-45, utilizados en redes Ethernet.</p>
            <h2>T568A:</h2>
            <p>Pin 1: Blanco/Verde<br />
              Pin 2: Verde<br />
              Pin 3: Blanco/Naranja<br />
              Pin 4: Azul<br />
              Pin 5: Blanco/Azul<br />
              Pin 6: Naranja<br />
              Pin 7: Blanco/Marr&oacute;n<br />
              Pin 8: Marr&oacute;n</p>
            <h2><br />
              T568B:</h2>
            <p>Pin 1: Blanco/Naranja<br />
              Pin 2: Naranja<br />
              Pin 3: Blanco/Verde<br />
              Pin 4: Azul<br />
              Pin 5: Blanco/Azul<br />
              Pin 6: Verde<br />
              Pin 7: Blanco/Marr&oacute;n<br />
              Pin 8: Marr&oacute;n</p>
            <h2><br />
              Clases de Direcciones IP:</h2>
            <p><br />
              Las direcciones IP se dividen en varias clases, cada una dise&ntilde;ada para diferentes tipos de redes:</p>
            <p>Clase A: Para redes muy grandes.</p>
            <p>Rango: 1.0.0.0 a 126.0.0.0<br />
              N&uacute;mero de redes posibles: 128 (pero s&oacute;lo se usan 126)<br />
              N&uacute;mero de hosts por red: 16,777,214<br />
              Clase B: Para redes medianas.</p>
            <p>Rango: 128.0.0.0 a 191.255.0.0<br />
              N&uacute;mero de redes posibles: 16,384<br />
              N&uacute;mero de hosts por red: 65,534<br />
              Clase C: Para redes peque&ntilde;as.</p>
            <p>Rango: 192.0.0.0 a 223.255.255.0<br />
              N&uacute;mero de redes posibles: 2,097,152<br />
              N&uacute;mero de hosts por red: 254<br />
              </p>
            <p>&nbsp;</p>
            <p>Clase D: Para multicast.</p>
            <p>Rango: 224.0.0.0 a 239.255.255.255<br />
            </p>
            <p>Clase E: Reservadas para usos futuros.</p>
            <p>Rango: 240.0.0.0 a 255.255.255.255</p>
            <h2>prsupuestos:</h2>
            <p>M&oacute;dems: $10 - $1500<br />
              Switches: $20 - $10000<br />
              Puntos de Acceso: $30 - $600<br />
            Hubs: $10 - $200</p>
            <br />
<br />
<br />
<br /></td>
        </tr>
	</table>
	<table width="1363" height="268" border="0" cellpadding="2" cellspacing="0">
	  <tr> </tr>
	  </table></td>
    <td width="18">&nbsp;</td>
	<td>&nbsp;</td>
  </tr>
  <tr>
    <td width="4" height="19">&nbsp;</td>
    <td width="521">&nbsp;</td>
    <td width="18">&nbsp;</td>
	<td width="4">&nbsp;</td>
  </tr>
</table>
<br />
</body>
</html>
