Mantenimiento preventivo: 

como el destinado a garantizar la fiabilidad de equipos en funcionamiento antes de que pueda producirse un accidente o avería por deterioro, este se divide en activo y pasivo <!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<!-- DW6 -->
<head>
<!-- Copyright 2005 Macromedia, Inc. All rights reserved. -->
<title>Ocio - Texto</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<link rel="stylesheet" href="mm_entertainment.css" type="text/css" />
</head>
<body bgcolor="#14285f">
<table width="101%" border="0" cellspacing="0" cellpadding="0">
  <tr bgcolor="02021e">
    <td colspan="2" rowspan="2" nowrap="nowrap"><img src="mm_entertainment_image.jpg" alt="Header image" width="1206" height="140" border="0" /></td>
    <td height="24" nowrap="nowrap" id="logo" valign="bottom">&nbsp;</td>
    <td width="4">&nbsp;</td>
  </tr>
  <tr bgcolor="02021E">
<td height="152" nowrap="nowrap" id="tagline" valign="top"><br />	  </td>
	<td width="4">&nbsp;</td>
  </tr>
  <tr>
    <td colspan="4" bgcolor="#cc3300"><img src="mm_spacer.gif" alt="" width="1" height="2" border="0" /></td>
  </tr>

   <tr>
    <td colspan="4"><img src="mm_spacer.gif" alt="" width="1" height="2" border="0" /></td>
  </tr>

   <tr>
    <td colspan="4" bgcolor="#cc3300"><img src="mm_spacer.gif" alt="" width="1" height="1" border="0" /></td>
  </tr>

  <tr>
    <td colspan="4" id="dateformat">&nbsp;</td>
  </tr>
  <tr>
    <td width="4" valign="top">&nbsp;</td>
   <td valign="top" bordercolor="#CED1D9" class="sidebarHeader"><a href="pag 29.html">inicio</a><br />
	<table width="1292" height="693" border="0" cellpadding="2" cellspacing="0">
        <tr>
          <td width="1288" height="36" class="subHeader">&nbsp;</td>
        </tr>
        <tr>
          <td height="657" class="bodyText"><h1>Mantenimiento preventivo: </h1>
            <p>como el destinado a garantizar la fiabilidad de equipos en  funcionamiento antes de que pueda producirse un accidente o aver&iacute;a por deterioro, este se divide en activo y pasivo </p>
            <h2>ejemplos:            </h2>
            <p>Abrir la carcasa de la PC y eliminar el polvo acumulado con aire comprimido para evitar el sobrecalentamiento y mantener una ventilaci&oacute;n adecuada.<br />
              Limpiar el teclado, el rat&oacute;n y la pantalla con productos adecuados para evitar la acumulaci&oacute;n de suciedad y bacterias.<br /></p>
            <p>Mantener el sistema operativo actualizado con los &uacute;ltimos parches y actualizaciones de seguridad para proteger contra vulnerabilidades</p>
            <p>Asegurarse de que todas las aplicaciones y programas instalados est&eacute;n actualizados a sus versiones m&aacute;s recientes para mejorar la seguridad y el rendimiento.<br />
            </p>
            <p>Verificar y actualizar regularmente los controladores de dispositivos como la tarjeta gr&aacute;fica, la tarjeta de red, y otros componentes para asegurar un funcionamiento &oacute;ptimo y solucionar posibles problemas de compatibilidad</p>
            <p><br />
            Realizar desfragmentaci&oacute;n peri&oacute;dica en discos duros mec&aacute;nicos para mejorar la eficiencia del almacenamiento y el acceso a los datos</p>
            <p><br />
              Utilizar herramientas como CHKDSK en Windows para verificar y reparar errores en el disco duro, asegurando la integridad de los datos almacenados.<br />
              Copia de Seguridad:
            </p>
            <p>Realizaci&oacute;n de copias de seguridad regulares: Configurar y ejecutar copias de seguridad autom&aacute;ticas de datos importantes para protegerse contra la p&eacute;rdida de datos por fallos de hardware, errores humanos o ataques de malware.<br />
              Optimizaci&oacute;n del Sistema:</p>
            <p>Utilizar herramientas como el Liberador de espacio en disco o CCleaner para eliminar archivos temporales, cach&eacute;s y otros archivos innecesarios que ocupan espacio y pueden ralentizar el sistema.<br />
              Gestionar y desactivar programas innecesarios que se inician al arrancar el sistema para mejorar el tiempo de arranque y el rendimiento general.<br />
            </p>
            <p>Implementar herramientas de monitoreo del sistema para vigilar la temperatura del CPU, el uso de la memoria, y otros par&aacute;metros cr&iacute;ticos para detectar problemas potenciales antes de que causen fallos.<br />
            </p>
            <p>Ejecutar an&aacute;lisis completos del sistema con software antivirus y antimalware para detectar y eliminar amenazas de seguridad.<br />
              Revisi&oacute;n de pol&iacute;ticas de seguridad: Asegurarse de que las pol&iacute;ticas de seguridad, como las contrase&ntilde;as y las configuraciones de firewall, est&eacute;n actualizadas y adecuadamente configuradas.</p>
            <p>&nbsp;</p>
            <br />
<br />
<br />
<br /></td>
        </tr>
	</table>
	<table width="1363" height="268" border="0" cellpadding="2" cellspacing="0">
	  <tr> </tr>
	  </table></td>
    <td width="18">&nbsp;</td>
	<td>&nbsp;</td>
  </tr>
  <tr>
    <td width="4">&nbsp;</td>
    <td width="521">&nbsp;</td>
    <td width="18">&nbsp;</td>
	<td width="4">&nbsp;</td>
  </tr>
</table>
<br />
</body>
</html>
