<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Transitional//EN" "http://www.w3.org/TR/xhtml1/DTD/xhtml1-transitional.dtd">
<html xmlns="http://www.w3.org/1999/xhtml">
<!-- DW6 -->
<head>
<!-- Copyright 2005 Macromedia, Inc. All rights reserved. -->
<title>Ocio - Texto</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1" />
<link rel="stylesheet" href="mm_entertainment.css" type="text/css" />
</head>
<body bgcolor="#14285f">
<table width="101%" border="0" cellspacing="0" cellpadding="0">
  <tr bgcolor="02021e">
    <td colspan="2" rowspan="2" nowrap="nowrap"><img src="mm_entertainment_image.jpg" alt="Header image" width="1206" height="140" border="0" /></td>
    <td height="24" nowrap="nowrap" id="logo" valign="bottom">&nbsp;</td>
    <td width="4">&nbsp;</td>
  </tr>
  <tr bgcolor="02021E">
<td height="152" nowrap="nowrap" id="tagline" valign="top"><br />	  </td>
	<td width="4">&nbsp;</td>
  </tr>
  <tr>
    <td colspan="4" bgcolor="#cc3300"><img src="mm_spacer.gif" alt="" width="1" height="2" border="0" /></td>
  </tr>

   <tr>
    <td colspan="4"><img src="mm_spacer.gif" alt="" width="1" height="2" border="0" /></td>
  </tr>

   <tr>
    <td colspan="4" bgcolor="#cc3300"><img src="mm_spacer.gif" alt="" width="1" height="1" border="0" /></td>
  </tr>

  <tr>
    <td colspan="4" id="dateformat">&nbsp;</td>
  </tr>
  <tr>
    <td width="4" valign="top">&nbsp;</td>
   <td valign="top" bordercolor="#CED1D9" class="sidebarHeader"><a href="pag 29.html">inicio</a><br />
	<table width="1292" height="845" border="0" cellpadding="2" cellspacing="0">
        <tr>
          <td width="1288" height="36" class="subHeader">&nbsp;</td>
        </tr>
        <tr>
          <td height="809" class="bodyText"><h1>Mantenimiento de actualizaci&oacute;n: </h1>
            <p>cuyo prop&oacute;sito es compensar la obsolescencia  tecnol&oacute;gica, o las nuevas exigencias, que en el momento de construcci&oacute;n no exist&iacute;an o no  fueron tenidas en cuenta pero que en la actualidad si tienen que serlo</p>
            <h2>ejempos:            </h2>
            <p>Actualizar de Windows 8.1 a Windows 10 para aprovechar nuevas funcionalidades, mejoras de seguridad y rendimiento.<br />
            </p>
            <p>Actualizar programas como Microsoft Office, Adobe Creative Suite, navegadores web (como Google Chrome o Firefox) y otras aplicaciones a sus versiones m&aacute;s recientes para garantizar compatibilidad y seguridad.<br />
            </p>
            <p>Descargar e instalar las &uacute;ltimas versiones de los controladores para la tarjeta gr&aacute;fica, tarjeta de red, impresora y otros dispositivos perif&eacute;ricos para mejorar la estabilidad y el rendimiento.<br />
            </p>
            <p>Actualizar el firmware de la BIOS/UEFI de la placa base para mejorar la compatibilidad con nuevos componentes de hardware y corregir errores conocidos.<br />
            </p>
            <p>Reemplazar un disco duro mec&aacute;nico (HDD) por una unidad de estado s&oacute;lido (SSD) para mejorar significativamente la velocidad de arranque y la carga de aplicaciones.<br />
            </p>
            <p>Instalar parches de seguridad y actualizaciones cr&iacute;ticas proporcionadas por el fabricante del sistema operativo o por los desarrolladores de software para proteger el sistema contra amenazas<br />
            </p>
            <p>Sustituir una tarjeta de red antigua por una que soporte Wi-Fi 6 para mejorar la velocidad y estabilidad de la conexi&oacute;n a internet.<br />
            </p>
            <p>Actualizar el software antivirus y antimalware a sus &uacute;ltimas versiones para garantizar que el sistema est&eacute; protegido contra las amenazas m&aacute;s recientes.<br />
            </p>
            <p>Cambiar un monitor antiguo por uno con mejor resoluci&oacute;n y mayor tasa de refresco, o reemplazar un teclado y rat&oacute;n antiguos por modelos ergon&oacute;micos y con mejores funcionalidade</p>
            <p>Aumentar la cantidad de memoria RAM instalando m&oacute;dulos adicionales o reemplazando los existentes por m&oacute;dulos de mayor capacidad y velocidad, mejorando as&iacute; el rendimiento general de la pc<br />
            </p>
            <p> Actualizar las herramientas de monitoreo y gesti&oacute;n del sistema, como los programas de gesti&oacute;n de tareas, an&aacute;lisis de rendimiento y software de diagn&oacute;stico, para obtener mejores funcionalidades y an&aacute;lisis m&aacute;s certeros</p>
            <p>&nbsp;</p>
            <br />
<br />
<br />
<br /></td>
        </tr>
	</table>
	<table width="1363" height="268" border="0" cellpadding="2" cellspacing="0">
	  <tr> </tr>
	  </table></td>
    <td width="18">&nbsp;</td>
	<td>&nbsp;</td>
  </tr>
  <tr>
    <td width="4">&nbsp;</td>
    <td width="521">&nbsp;</td>
    <td width="18">&nbsp;</td>
	<td width="4">&nbsp;</td>
  </tr>
</table>
<br />
</body>
</html>
